Revit 2027 API
ParameterTypeId.StructuralSectionIshapeClearWebHeight Property
 "Clear Web Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeClearWebHeight { get; }
Public Shared ReadOnly Property StructuralSectionIshapeClearWebHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeClearWebHeight {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeClearWebHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace